Repository: bannzai/Alarmify
Catalog: Alarmify/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: Alerting > Contact points: add a Webhook contact point with the URL and HTTP Method POST.
ar: Alerting > Contact points: أضف نقطة اتصال Webhook باستخدام عنوان URL وطريقة HTTP POST.
ca: Alerting > Contact points: afegeix un punt de contacte de Webhook amb l’URL i el mètode HTTP POST.
cs: Alerting > Contact points: přidej kontaktní bod Webhook s URL a metodou HTTP POST.
da: Alerting > Contact points: tilføj et Webhook-kontaktpunkt med URL'en og HTTP-metoden POST.
de: Alerting > Contact points: Füge einen Webhook-Kontaktpunkt mit der URL und der HTTP-Methode POST hinzu.
el: Alerting > Contact points: πρόσθεσε ένα σημείο επαφής Webhook με το URL και τη μέθοδο HTTP POST.
es: Alerting > Contact points: añade un punto de contacto de Webhook con la URL y el método HTTP POST.
es_419: Alerting > Contact points: agrega un punto de contacto de Webhook con la URL y el método HTTP POST.
fi: Alerting > Contact points: lisää Webhook-yhteyspiste, jossa käytetään URL-osoitetta ja HTTP-menetelmää POST.
fr: Alerting > Contact points : ajoutez un point de contact Webhook avec l’URL et la méthode HTTP POST.
he: Alerting > Contact points: הוסף נקודת קשר של Webhook עם כתובת ה-URL ושיטת ה-HTTP POST.
hi: Alerting > Contact points: URL और HTTP विधि POST के साथ Webhook संपर्क बिंदु जोड़ें।
hr: Alerting > Contact points: dodaj kontaktnu točku Webhook s URL-om i HTTP metodom POST.
hu: Alerting > Contact points: adj hozzá egy Webhook-kapcsolati pontot az URL-lel és a POST HTTP-módszerrel.
id: Alerting > Contact points: tambahkan titik kontak Webhook dengan URL dan metode HTTP POST.
it: Alerting > Contact points: aggiungi un punto di contatto Webhook con l’URL e il metodo HTTP POST.
ja: Alerting > Contact points で Webhook の通知先を追加し、URL と HTTP Method (POST) を設定します
ko: Alerting > Contact points: URL과 HTTP 메서드 POST를 사용해 Webhook 연락처를 추가해요.
ms: Alerting > Contact points: tambahkan titik hubungan Webhook dengan URL dan kaedah HTTP POST.
nb: Alerting > Contact points: legg til et Webhook-kontaktpunkt med URL-en og HTTP-metoden POST.
nl: Alerting > Contact points: voeg een Webhook-contactpunt toe met de URL en de HTTP-methode POST.
pl: Alerting > Contact points: dodaj punkt kontaktowy Webhook z adresem URL i metodą HTTP POST.
pt_br: Alerting > Contact points: adicione um ponto de contato Webhook com a URL e o método HTTP POST.
pt_pt: Alerting > Contact points: adiciona um ponto de contacto Webhook com o URL e o método HTTP POST.
ro: Alerting > Contact points: adaugă un punct de contact Webhook cu URL-ul și metoda HTTP POST.
ru: Alerting > Contact points: добавьте контактную точку Webhook с URL и методом HTTP POST.
sk: Alerting > Contact points: pridaj kontaktný bod Webhook s URL a metódou HTTP POST.
sv: Alerting > Contact points: lägg till en Webhook-kontaktpunkt med URL:en och HTTP-metoden POST.
th: Alerting > Contact points: เพิ่มจุดติดต่อ Webhook พร้อม URL และวิธี HTTP POST
tr: Alerting > Contact points: URL ve POST HTTP yöntemiyle bir Webhook iletişim noktası ekle.
uk: Alerting > Contact points: додайте контактну точку Webhook з URL і методом HTTP POST.
vi: Alerting > Contact points: thêm điểm liên hệ Webhook với URL và phương thức HTTP POST.
zh_hans: Alerting > Contact points：添加 Webhook 联系点，设置 URL 和 HTTP 方法 POST。
zh_hant: Alerting > Contact points：新增 Webhook 聯絡點，設定 URL 與 HTTP 方法 POST。
zh_hk: Alerting > Contact points：加入 Webhook 聯絡點，設定 URL 及 HTTP 方法 POST。

source: All of your data on the server will be deleted. This cannot be undone.
ar: سيتم حذف جميع بياناتك على الخادم. لا يمكن التراجع عن ذلك.
ca: Totes les teves dades del servidor se suprimiran. Aquesta acció no es pot desfer.
cs: Všechna tvoje data na serveru budou smazána. Tuto akci nelze vrátit zpět.
da: Alle dine data på serveren bliver slettet. Det kan ikke fortrydes.
de: Alle deine Daten auf dem Server werden gelöscht. Dies kann nicht rückgängig gemacht werden.
el: Όλα τα δεδομένα σου στον διακομιστή θα διαγραφούν. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Todos tus datos del servidor se eliminarán. Esta acción no se puede deshacer.
es_419: Todos tus datos del servidor se eliminarán. Esta acción no se puede deshacer.
fi: Kaikki palvelimella olevat tietosi poistetaan. Tätä ei voi kumota.
fr: Toutes vos données sur le serveur seront supprimées. Cette action est irréversible.
he: כל הנתונים שלך בשרת יימחקו. אי אפשר לבטל פעולה זו.
hi: सर्वर पर आपका सारा डेटा हटा दिया जाएगा। इसे पूर्ववत नहीं किया जा सकता।
hr: Svi tvoji podaci na poslužitelju bit će izbrisani. Ova se radnja ne može poništiti.
hu: A szerveren tárolt összes adatod törlődik. Ez nem vonható vissza.
id: Semua data kamu di server akan dihapus. Tindakan ini tidak dapat dibatalkan.
it: Tutti i tuoi dati sul server verranno eliminati. Non è possibile annullare questa operazione.
ja: サーバー上のデータがすべて削除され、取り消せません。
ko: 서버의 모든 데이터가 삭제됩니다. 이 작업은 취소할 수 없습니다.
ms: Semua data anda pada pelayan akan dipadamkan. Tindakan ini tidak boleh dibuat asal.
nb: Alle dataene dine på serveren blir slettet. Dette kan ikke angres.
nl: Al je gegevens op de server worden verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Wszystkie twoje dane na serwerze zostaną usunięte. Tej czynności nie można cofnąć.
pt_br: Todos os seus dados no servidor serão excluídos. Não é possível desfazer essa ação.
pt_pt: Todos os teus dados no servidor serão eliminados. Não é possível anular esta ação.
ro: Toate datele tale de pe server vor fi șterse. Această acțiune nu poate fi anulată.
ru: Все ваши данные на сервере будут удалены. Это действие нельзя отменить.
sk: Všetky tvoje údaje na serveri budú vymazané. Túto akciu nemožno vrátiť späť.
sv: Alla dina data på servern kommer att raderas. Det går inte att ångra.
th: ข้อมูลทั้งหมดของคุณบนเซิร์ฟเวอร์จะถูกลบ การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Sunucudaki tüm verileriniz silinecek. Bu işlem geri alınamaz.
uk: Усі ваші дані на сервері буде видалено. Цю дію не можна скасувати.
vi: Tất cả dữ liệu của bạn trên máy chủ sẽ bị xóa. Không thể hoàn tác thao tác này.
zh_hans: 你在服务器上的所有数据都将被删除。此操作无法撤销。
zh_hant: 你在伺服器上的所有資料都將被刪除。此操作無法復原。
zh_hk: 你在伺服器上的所有資料都會被刪除。此操作無法復原。

source: Allow alarms
ar: السماح بالمنبّهات
ca: Permet les alarmes
cs: Povolit budíky
da: Tillad alarmer
de: Alarme erlauben
el: Να επιτρέπονται οι συναγερμοί
es: Permitir alarmas
es_419: Permitir alarmas
fi: Salli herätykset
fr: Autoriser les alarmes
he: אפשר שעונים מעוררים
hi: अलार्म की अनुमति दें
hr: Dopusti alarme
hu: Ébresztők engedélyezése
id: Izinkan alarm
it: Consenti le sveglie
ja: アラームの権限を許可する
ko: 알람 허용
ms: Benarkan penggera
nb: Tillat alarmer
nl: Sta alarmen toe
pl: Zezwól na alarmy
pt_br: Permitir alarmes
pt_pt: Permitir alarmes
ro: Permite alarmele
ru: Разрешить будильники
sk: Povoliť budíky
sv: Tillåt alarm
th: อนุญาตนาฬิกาปลุก
tr: Alarmlara izin ver
uk: Дозволити будильники
vi: Cho phép báo thức
zh_hans: 允许闹钟
zh_hant: 允許鬧鐘
zh_hk: 允許鬧鐘

source: Apply
ar: تطبيق
ca: Aplicar
cs: Použít
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
es_419: Aplicar
fi: Käytä
fr: Appliquer
he: החל
hi: लागू करें
hr: Primijeni
hu: Alkalmaz
id: Terapkan
it: Applica
ja: 設定を反映する
ko: 적용
ms: Gunakan
nb: Bruk
nl: Pas toe
pl: Zastosuj
pt_br: Aplicar
pt_pt: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sv: Använd
th: ใช้
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用
zh_hk: 套用

source: Apply a cancel payload
ar: تطبيق حمولة الإلغاء
ca: Aplica el payload de cancel·lació
cs: Použít payload pro zrušení
da: Anvend en annulleringspayload
de: Abbruch-Payload anwenden
el: Εφαρμογή payload ακύρωσης
es: Aplicar un payload de cancelación
es_419: Aplicar un payload de cancelación
fi: Käytä peruutuspayloadia
fr: Appliquer un payload d’annulation
he: החל מטען ביטול
hi: रद्द करने वाला payload लागू करें
hr: Primijeni payload za otkazivanje
hu: Lemondási payload alkalmazása
id: Terapkan payload pembatalan
it: Applica un payload di annullamento
ja: cancel の payload を適用する
ko: 취소 페이로드 적용
ms: Gunakan payload pembatalan
nb: Bruk en kanselleringspayload
nl: Annuleer-payload toepassen
pl: Zastosuj payload anulowania
pt_br: Aplicar payload de cancelamento
pt_pt: Aplicar payload de cancelamento
ro: Aplică un payload de anulare
ru: Применить payload отмены
sk: Použiť payload na zrušenie
sv: Tillämpa en avbrytningspayload
th: ใช้ payload ยกเลิก
tr: İptal payload'ını uygula
uk: Застосувати payload скасування
vi: Áp dụng payload hủy
zh_hans: 应用取消 payload
zh_hant: 套用取消 payload
zh_hk: 套用取消 payload

source: Apply a schedule payload (fires in 90 seconds)
ar: تطبيق حمولة الجدولة (يرن بعد 90 ثانية)
ca: Aplica una càrrega útil de programació (sona d’aquí a 90 segons)
cs: Použít payload plánování (spustí se za 90 sekund)
da: Anvend schedule-payload (udløses om 90 sekunder)
de: Zeitplan-Payload anwenden (wird in 90 Sekunden ausgelöst)
el: Εφαρμογή payload προγραμματισμού (ενεργοποιείται σε 90 δευτερόλεπτα)
es: Aplicar payload de programación (se activa en 90 segundos)
es_419: Aplicar payload de programación (se activa en 90 segundos)
fi: Käytä ajoituksen payloadia (laukeaa 90 sekunnin kuluttua)
fr: Appliquer le payload de planification (se déclenche dans 90 secondes)
he: החלת payload תזמון (יופעל בעוד 90 שניות)
hi: शेड्यूल पेलोड लागू करें (90 सेकंड में बजेगा)
hr: Primijeni payload rasporeda (aktivira se za 90 sekundi)
hu: Ütemezési payload alkalmazása (90 másodperc múlva aktiválódik)
id: Terapkan payload jadwal (berbunyi dalam 90 detik)
it: Applica il payload di programmazione (si attiva tra 90 secondi)
ja: schedule の payload を適用する (90 秒後に発火)
ko: 일정 페이로드 적용 (90초 후 울림)
ms: Gunakan payload jadual (berbunyi dalam 90 saat)
nb: Bruk tidsplan-payload (utløses om 90 sekunder)
nl: Schedule-payload toepassen (gaat over 90 seconden af)
pl: Zastosuj payload harmonogramu (uruchomi się za 90 sekund)
pt_br: Aplicar payload de agendamento (dispara em 90 segundos)
pt_pt: Aplicar payload de agendamento (dispara dentro de 90 segundos)
ro: Aplică payloadul de programare (se declanșează peste 90 de secunde)
ru: Применить payload расписания (сработает через 90 секунд)
sk: Použiť payload plánovania (spustí sa o 90 sekúnd)
sv: Tillämpa schemaläggningspayload (utlöses om 90 sekunder)
th: ใช้เพย์โหลดกำหนดเวลา (ปลุกในอีก 90 วินาที)
tr: Zamanlama payload'ını uygula (90 saniye sonra çalar)
uk: Застосувати payload розкладу (спрацює через 90 секунд)
vi: Áp dụng payload lịch (sẽ đổ chuông sau 90 giây)
zh_hans: 应用日程 payload（90 秒后响起）
zh_hant: 套用排程 payload（90 秒後響起）
zh_hk: 套用排程 payload（90 秒後響起）

source: Authorized
ar: مصرّح به
ca: Autoritzat
cs: Autorizováno
da: Godkendt
de: Autorisiert
el: Εξουσιοδοτημένο
es: Autorizado
es_419: Autorizado
fi: Valtuutettu
fr: Autorisé
he: מורשה
hi: अधिकृत
hr: Odobreno
hu: Engedélyezve
id: Diizinkan
it: Autorizzato
ja: 許可済み
ko: 허용됨
ms: Dibenarkan
nb: Godkjent
nl: Geautoriseerd
pl: Autoryzowano
pt_br: Autorizado
pt_pt: Autorizado
ro: Autorizat
ru: Разрешено
sk: Autorizované
sv: Auktoriserad
th: อนุญาตแล้ว
tr: Yetkilendirildi
uk: Дозволено
vi: Đã cấp quyền
zh_hans: 已授权
zh_hant: 已授權
zh_hk: 已授權

source: Backend
ar: الخادم الخلفي
ca: Servidor
cs: Serverová část
es: Servidor backend
es_419: Servidor backend
fi: Taustajärjestelmä
he: שרת עורפי
hi: बैकएंड
hr: Pozadinski sustav
hu: Háttérrendszer
ja: バックエンド
ko: 백엔드
ms: Pelayan backend
ru: Бэкенд
th: แบ็กเอนด์
tr: Arka uç
uk: Бекенд
zh_hans: 后端
zh_hant: 後端
zh_hk: 後端

source: Call 'rest_command.alarmify_alarm' from an automation's actions with 'fire_in' and 'title'.
ar: استدعِ 'rest_command.alarmify_alarm' من إجراءات الأتمتة باستخدام 'fire_in' و'title'.
ca: Crida 'rest_command.alarmify_alarm' des de les accions d'una automatització amb 'fire_in' i 'title'.
cs: V akcích automatizace zavolej 'rest_command.alarmify_alarm' s 'fire_in' a 'title'.
da: Kald 'rest_command.alarmify_alarm' fra handlingerne i en automatisering med 'fire_in' og 'title'.
de: Rufe 'rest_command.alarmify_alarm' in den Aktionen einer Automatisierung mit 'fire_in' und 'title' auf.
el: Κάλεσε το 'rest_command.alarmify_alarm' από τις ενέργειες ενός αυτοματισμού με 'fire_in' και 'title'.
es: Llama a 'rest_command.alarmify_alarm' desde las acciones de una automatización con 'fire_in' y 'title'.
es_419: Llama a 'rest_command.alarmify_alarm' desde las acciones de una automatización con 'fire_in' y 'title'.
fi: Kutsu 'rest_command.alarmify_alarm' automaation toiminnoista käyttäen parametreja 'fire_in' ja 'title'.
fr: Appelez 'rest_command.alarmify_alarm' depuis les actions d'une automatisation avec 'fire_in' et 'title'.
he: קרא ל־'rest_command.alarmify_alarm' מתוך הפעולות של אוטומציה, עם 'fire_in' ו־'title'.
hi: किसी ऑटोमेशन की कार्रवाइयों से 'fire_in' और 'title' के साथ 'rest_command.alarmify_alarm' को कॉल करें।
hr: Pozovi 'rest_command.alarmify_alarm' iz radnji automatizacije uz 'fire_in' i 'title'.
hu: Az automatizálás műveleteiből hívd meg a 'rest_command.alarmify_alarm' parancsot a 'fire_in' és 'title' paraméterekkel.
id: Panggil 'rest_command.alarmify_alarm' dari tindakan otomatisasi dengan 'fire_in' dan 'title'.
it: Chiama 'rest_command.alarmify_alarm' dalle azioni di un'automazione con 'fire_in' e 'title'.
ja: オートメーションの actions から「rest_command.alarmify_alarm」を「fire_in」と「title」付きで呼びます
ko: 'fire_in'과 'title'을 사용해 자동화의 동작에서 'rest_command.alarmify_alarm'을 호출해요.
ms: Panggil 'rest_command.alarmify_alarm' daripada tindakan automasi dengan 'fire_in' dan 'title'.
nb: Kall 'rest_command.alarmify_alarm' fra handlingene i en automatisering med 'fire_in' og 'title'.
nl: Roep 'rest_command.alarmify_alarm' aan vanuit de acties van een automatisering met 'fire_in' en 'title'.
pl: Wywołaj 'rest_command.alarmify_alarm' z akcji automatyzacji, używając 'fire_in' i 'title'.
pt_br: Chame 'rest_command.alarmify_alarm' nas ações de uma automação usando 'fire_in' e 'title'.
pt_pt: Chama 'rest_command.alarmify_alarm' a partir das ações de uma automação com 'fire_in' e 'title'.
ro: Apelează 'rest_command.alarmify_alarm' din acțiunile unei automatizări, cu 'fire_in' și 'title'.
ru: Вызовите 'rest_command.alarmify_alarm' из действий автоматизации с помощью 'fire_in' и 'title'.
sk: Zavolaj 'rest_command.alarmify_alarm' z akcií automatizácie pomocou 'fire_in' a 'title'.
sv: Anropa 'rest_command.alarmify_alarm' från åtgärderna i en automatisering med 'fire_in' och 'title'.
th: เรียกใช้ 'rest_command.alarmify_alarm' จากการทำงานของระบบอัตโนมัติโดยใช้ 'fire_in' และ 'title'
tr: Bir otomasyonun eylemlerinden 'rest_command.alarmify_alarm' komutunu 'fire_in' ve 'title' ile çağır.
uk: Викличте 'rest_command.alarmify_alarm' із дій автоматизації за допомогою 'fire_in' і 'title'.
vi: Gọi 'rest_command.alarmify_alarm' từ các tác vụ của một quy trình tự động bằng 'fire_in' và 'title'.
zh_hans: 在自动化操作中，使用 'fire_in' 和 'title' 调用 'rest_command.alarmify_alarm'。
zh_hant: 在自動化的動作中，使用 'fire_in' 和 'title' 呼叫 'rest_command.alarmify_alarm'。
zh_hk: 在自動化的動作中，使用 'fire_in' 和 'title' 呼叫 'rest_command.alarmify_alarm'。

source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отменить
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

source: Cancel alarm
ar: إلغاء المنبّه
ca: Cancel·la l’alarma
cs: Zrušit alarm
da: Annuller alarm
de: Alarm abbrechen
el: Ακύρωση συναγερμού
es: Cancelar alarma
es_419: Cancelar alarma
fi: Peruuta hälytys
fr: Annuler l’alarme
he: ביטול ההתראה
hi: अलार्म रद्द करें
hr: Otkaži alarm
hu: Ébresztés lemondása
id: Batalkan alarm
it: Annulla sveglia
ja: アラームを取り消す
ko: 알람 취소
ms: Batalkan penggera
nb: Avbryt alarm
nl: Alarm annuleren
pl: Anuluj alarm
pt_br: Cancelar alarme
pt_pt: Cancelar alarme
ro: Anulează alarma
ru: Отменить будильник
sk: Zrušiť budík
sv: Avbryt alarm
th: ยกเลิกการปลุก
tr: Alarmı iptal et
uk: Скасувати будильник
vi: Hủy báo thức
zh_hans: 取消闹钟
zh_hant: 取消鬧鐘
zh_hk: 取消鬧鐘

source: Cancelled %@
ar: تم إلغاء %@
ca: S'ha cancel·lat %@
cs: Zrušeno: %@
da: %@ blev annulleret
de: %@ wurde abgebrochen
el: Ακυρώθηκε το %@
es: Se canceló %@
es_419: Se canceló %@
fi: %@ peruutettiin
fr: %@ a été annulé
he: %@ בוטל
hi: %@ रद्द कर दिया गया है
hr: %@ je otkazan
hu: A(z) %@ törölve
id: %@ dibatalkan
it: %@ è stato annullato
ja: %@ を取り消しました
ko: %@이(가) 취소되었어요
ms: %@ telah dibatalkan
nb: %@ ble avbrutt
nl: %@ is geannuleerd
pl: Anulowano %@
pt_br: %@ foi cancelado
pt_pt: %@ foi cancelado
ro: %@ a fost anulat
ru: %@ отменено
sk: Zrušené: %@
sv: %@ avbröts
th: ยกเลิก %@ แล้ว
tr: %@ iptal edildi
uk: %@ скасовано
vi: Đã hủy %@
zh_hans: 已取消 %@
zh_hant: 已取消 %@
zh_hk: 已取消 %@

source: Close
ar: إغلاق
ca: Tancar
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
es_419: Cerrar
fi: Sulje
fr: Fermer
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

source: Copy
ar: نسخ
ca: Copiar
cs: Kopírovat
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
es_419: Copiar
fi: Kopioi
fr: Copier
he: העתק
hi: कॉपी करें
hr: Kopiraj
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
ms: Salin
nb: Kopier
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
ro: Copiază
ru: Копировать
sk: Kopírovať
sv: Kopiera
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制
zh_hant: 複製
zh_hk: 複製

source: Copy curl example
ar: نسخ مثال curl
ca: Copiar l'exemple de curl
cs: Kopírovat příklad curl
da: Kopiér curl-eksempel
de: curl-Beispiel kopieren
el: Αντιγραφή παραδείγματος curl
es: Copiar ejemplo de curl
es_419: Copiar ejemplo de curl
fi: Kopioi curl-esimerkki
fr: Copier l’exemple curl
he: העתק דוגמת curl
hi: curl उदाहरण कॉपी करें
hr: Kopiraj primjer curl
hu: curl-példa másolása
id: Salin contoh curl
it: Copia esempio curl
ja: curl の例をコピーする
ko: curl 예시 복사
ms: Salin contoh curl
nb: Kopier curl-eksempel
nl: curl-voorbeeld kopiëren
pl: Kopiuj przykład curl
pt_br: Copiar exemplo de curl
pt_pt: Copiar exemplo de curl
ro: Copiază exemplul curl
ru: Скопировать пример curl
sk: Kopírovať príklad curl
sv: Kopiera curl-exempel
th: คัดลอกตัวอย่าง curl
tr: curl örneğini kopyala
uk: Скопіювати приклад curl
vi: Sao chép ví dụ curl
zh_hans: 复制 curl 示例
zh_hant: 複製 curl 範例
zh_hk: 複製 curl 範例

source: Copy token
ar: نسخ الرمز المميز
ca: Copiar el token
cs: Kopírovat token
da: Kopiér token
de: Token kopieren
el: Αντιγραφή token
es: Copiar token
es_419: Copiar token
fi: Kopioi token
fr: Copier le token
he: העתק אסימון
hi: टोकन कॉपी करें
hr: Kopiraj token
hu: Token másolása
id: Salin token
it: Copia token
ja: トークンをコピーする
ko: 토큰 복사
ms: Salin token
nb: Kopier token
nl: Token kopiëren
pl: Kopiuj token
pt_br: Copiar token
pt_pt: Copiar token
ro: Copiază tokenul
ru: Скопировать токен
sk: Kopírovať token
sv: Kopiera token
th: คัดลอกโทเค็น
tr: Tokeni kopyala
uk: Скопіювати токен
vi: Sao chép token
zh_hans: 复制 Token
zh_hant: 複製 Token
zh_hk: 複製 Token

source: Couldn't link purchases to your account. Check your connection and try again.
ar: تعذّر ربط عمليات الشراء بحسابك. تحقّق من اتصالك وحاول مرة أخرى.
ca: No s'han pogut vincular les compres al teu compte. Comprova la connexió i torna-ho a provar.
cs: Nákupy se nepodařilo propojit s tvým účtem. Zkontroluj připojení a zkus to znovu.
da: Køb kunne ikke knyttes til din konto. Tjek forbindelsen, og prøv igen.
de: Käufe konnten nicht mit deinem Konto verknüpft werden. Überprüfe deine Verbindung und versuche es erneut.
el: Δεν ήταν δυνατή η σύνδεση των αγορών με τον λογαριασμό σου. Έλεγξε τη σύνδεσή σου και δοκίμασε ξανά.
es: No se pudieron vincular las compras a tu cuenta. Comprueba tu conexión e inténtalo de nuevo.
es_419: No se pudieron vincular las compras a tu cuenta. Revisa tu conexión e inténtalo de nuevo.
fi: Ostoksia ei voitu yhdistää tiliisi. Tarkista yhteys ja yritä uudelleen.
fr: Impossible de lier les achats à votre compte. Vérifiez votre connexion et réessayez.
he: לא ניתן לקשר את הרכישות לחשבון שלך. בדוק את החיבור ונסה שוב.
hi: आपकी खरीदारी को आपके खाते से लिंक नहीं किया जा सका। अपना कनेक्शन जाँचें और फिर से कोशिश करें।
hr: Kupnje nije moguće povezati s tvojim računom. Provjeri vezu i pokušaj ponovno.
hu: Nem sikerült összekapcsolni a vásárlásokat a fiókoddal. Ellenőrizd a kapcsolatot, majd próbáld újra.
id: Pembelian tidak dapat ditautkan ke akun kamu. Periksa koneksi dan coba lagi.
it: Non è stato possibile collegare gli acquisti al tuo account. Controlla la connessione e riprova.
ja: 購入をアカウントに結び付けられませんでした。通信状態を確認してもう一度お試しください。
ko: 구매 항목을 계정에 연결하지 못했어요. 연결 상태를 확인하고 다시 시도해 주세요.
ms: Pembelian tidak dapat dipautkan ke akaun anda. Semak sambungan dan cuba lagi.
nb: Kjøpene kunne ikke knyttes til kontoen din. Sjekk tilkoblingen og prøv igjen.
nl: Aankopen konden niet aan je account worden gekoppeld. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało się połączyć zakupów z twoim kontem. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível vincular as compras à sua conta. Verifique sua conexão e tente novamente.
pt_pt: Não foi possível associar as compras à tua conta. Verifica a ligação e tenta novamente.
ro: Nu s-au putut asocia achizițiile cu contul tău. Verifică conexiunea și încearcă din nou.
ru: Не удалось связать покупки с вашей учётной записью. Проверьте подключение и попробуйте ещё раз.
sk: Nákupy sa nepodarilo prepojiť s tvojím účtom. Skontroluj pripojenie a skús to znova.
sv: Köpen kunde inte kopplas till ditt konto. Kontrollera anslutningen och försök igen.
th: ไม่สามารถเชื่อมโยงรายการซื้อกับบัญชีของคุณได้ ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Satın alımlar hesabına bağlanamadı. Bağlantını kontrol edip tekrar dene.
uk: Не вдалося пов’язати покупки з вашим обліковим записом. Перевірте з’єднання й спробуйте ще раз.
vi: Không thể liên kết các giao dịch mua với tài khoản của bạn. Hãy kiểm tra kết nối và thử lại.
zh_hans: 无法将购买项目关联到你的账户。请检查网络连接，然后重试。
zh_hant: 無法將購買項目連結至你的帳號。請檢查連線，然後再試一次。
zh_hk: 無法將購買項目連結至你的帳戶。請檢查連線，然後再試一次。
